Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_maximising_social_welfare_income_for_a_couple.html.txt.tmx
Source language: en
Languages: ga

source: Case study: Maximising a couple's income from jobseeker's payments
ga: Cás-staidéar: Ioncam lánúine ó íocaíochtaí cuardaitheora poist a uasmhéadú

source: Mary is working and earning €224 a week
ga: Tá Máire ag obair, agus í ag tuilleamh €224 in aghaidh na seachtaine

source: Her days at work have been reduced permanently to 3 days
ga: Táthar tar éis a cuid laethanta ag obair a laghdú go buan chuig 3 lá

source: She has an entitlement to Jobseeker’s Benefit (JB)
ga: Bíonn sí i dteideal Sochair Chuardaitheora Poist (SCP)

source: As her days at work are permanently reduced she will be assessed for JB as a part-time worker and not a systematic short-time worker
ga: Toisc go bhfuil a cuid laethanta ag obair laghdaithe go buan is amhlaidh a dhéanfar measúnú uirthi don SCP mar oibrí páirtaimseartha agus gan mar oibrí gearrama

source: John has been out of work for some time and his JB claim has come to an end
ga: Tá Seán tar éis bheith gan obair le hachar fada agus tá a éileamh SCP tar éis teacht chun deiridh

source: He has applied for Jobseeker’s Allowance (JA)
ga: Tá sé tar éis iarratas a dhéanamh ar Liúntas Cuardaitheora Poist (LCA)

source: He has been offered a part-time job and will be working 2 days and earning €100 each week
ga: Tá sé tar éis tairiscint ar phost páirtaimseartha a fháil freisin, agus beidh sé ag obair 2 lá agus ag tuilleamh €100 in aghaidh na seachtaine

source: John and Mary have 2 children aged 7 and 12
ga: Tá 2 leanaí ag Seán agus Máire d'aois 7 agus 12 bliain

source: They have no assessable means other than that from employment
ga: Níl aon acmhainn inmheasúnaithe acu seachas óna gcuid fostaíochta

source: What social welfare payments can John and Mary claim and which payments will maximise their household income?
ga: Cad iad na híocaíochtaí leasa shóisialaigh ar féidir le Seán agus Máire a éileamh agus cad iad na híocaíochtaí lena n-uasmhéadófar a n-ioncam teaghlaigh?

source: In the case of Mary and John, you must do 4 separate calculations to find out which social welfare payment or combination of payments will maximise their income
ga: I gcás Mháire agus Sheáin, ní foláir duit 4 áireamh ar leithligh a dhéanamh chun fáil amach an íocaíocht leasa shóisialaigh nó an meascán íocaíochtaí lena n-uasmhéadófar a n-ioncam

source: You must calculate their social welfare entitlement based on the 4 following situations:
ga: Ní foláir duit a dteidlíocht leasa shóisialaigh a áireamh bunaithe ar na 4 chúrsa seo a leanas:

source: John claims JA for the whole family – see ‘Assessment 1’ below
ga: Déanann Seán éileamh ar LCP don teaghlach go léir – féach ‘Measúnú 1’ thíos

source: Mary claims JB for the whole family – see ‘Assessment 2’ below
ga: Déanann Máire éileamh ar SCP don teaghlach go léir – féach ‘Measúnú 2’ thíos

source: John claims JA and Mary claims Family Income Supplement (FIS) – see ‘Assessment 3’ below
ga: Déanann Seán éileamh ar LCP agus Máire éileamh ar Fhorlíonadh Ioncaim Theaghlaigh (FIT) – féach ‘Measúnú 3’ thíos

source: John and Mary claim separate social welfare payments: John claims JA and Mary claims JB – see ‘Assessment 4’ below
ga: Déanann Seán agus Máire éileamh ar íocaíochtaí leasa shóisialaigh ar leithligh: Déanann Seán éileamh ar LCP agus Máire éileamh ar SCP – féach ‘Measúnú 4’ thíos

source: Assessment 1: John claims JA for the family
ga: Measúnú 1: Déanann Seán éileamh ar LCP don teaghlach go léir

source: IQC** rate €59.60 (for 2 children)
ga: Ráta MLC** €59.60 (i gcomhair 2 leanaí)

source: Less means €98.00 (from Mary’s employment – see Note 1 below)
ga: Lúide acmhainn €98.00 (ó fhostaíocht Mháire – féach Nóta 1 thíos)

source: Less means €36 (from John’s employment – see Note 2 below)
ga: Lúide acmhainn €36 (ó fhostaíocht Sheáin – féach Nóta 2 thíos)

source: Total JA for John €246.70
ga: Iomlán LCP do Sheán €246.70

source: *Increase for a Qualified Adult (IQA)
ga: *Méadú d’Aosach Cáilithe (MAC)

source: ** Increase for a Qualified Child (IQC)
ga: **Méadú do Leanbh Cáilithe (MLC)

source: │Total income for Assessment 1: │
ga: │Ioncam iomlán i gcomhair Measúnú 1: │

source: │Add their sources of income together to find their total income: │
ga: │Suimítear a bhfoinsí ioncaim le chéile chun teacht ar a n-ioncam iomlán: │

source: │John’s JA + Mary’s income from work + John’s income from work = total income €246.70 + €224 + €100 = €570.70│
ga: │LCP Sheáin + ioncam Mháire ón obair + ioncam Sheáin ón obair = ioncam iomlán €246.70 + €224 + €100 = €570.70│

source: │Total income = €570.70 │
ga: │Ioncam iomlán = €570.70 │

source: Assessment 2: Mary claims JB for the family
ga: Measúnú 2: Déanann Máire éileamh ar SCP don teaghlach go léir

source: IQA €128.10 (not reduced as John’s earnings are only €100)
ga: MAC €128.10 (nach laghdaítear toisc nach fiú ach €100 tuilleamh Sheáin)

source: IQC €59.60 (for 2 children)
ga: MLC** €59.60 (i gcomhair 2 leanaí)

source: However, because Mary is working part-time 3 days each week, she is only eligible to claim for JB for 2 days
ga: Ní bhíonn Máire incháilithe chun LCP a éileamh ach amháin i gcomhair 2 lá toisc go n-oibríonn sí go páirtaimseartha 3 lá in aghaidh na seachtaine

source: She will get two-fifths (40%) of €380.70
ga: Gheobhaidh sí dhá chúigiú (40%) den €380.70

source: Mary’s JB payment is €152.28 payment for 3 days of unemployment
ga: Is ionann íocaíochta LCP Mháire agus íocaíocht €152.28 i gcomhair 3 lá dífhostaíochta

source: │Total income for Assessment 2: │
ga: │Ioncam iomlán i gcomhair Measúnú 2: │

source: │Mary’s JB + Mary’s income from work + John’s income from work = total income│
ga: │SCP Mháire + ioncam Mháire ón obair + ioncam Sheáin ón obair = ioncam iomlán│

source: │Total income = €476.28 │
ga: │Ioncam iomlán = €476.28 │

source: Assessment 3: John claims JA and Mary claims FIS
ga: Measúnú 3: Déanann Seán éileamh ar LCP agus Máire éileamh ar FIT

source: Half-rate IQC €29.80 (for 2 children)
ga: Leathráta MLC €29.80 (i gcomhair 2 leanaí)

source: Less means €49 (half Mary’s means – see Note 1 and 3 below)
ga: Lúide acmhainn €49 (leath acmhainn Mháire – féach Nóta 1 agus 3 thíos)

source: Less means €18 (half John’s means – see Note 2 and 3 below)
ga: Lúide acmhainn €18 (leath acmhainn Sheáin – féach Nóta 2 agus 3 thíos)

source: Total JA for John €155.80
ga: Iomlán LCP do Sheán €155.80

source: Add their assessable income together:
ga: Suimigh a n-ioncam inmheasúnaithe le chéile:

source: Mary’s income from work* €224 John’s income from work* €100
ga: Ioncam Mháire ón obair* €224 Ioncam Sheáin ón obair* €100

source: John’s JA payment €155.80
ga: Íocaíocht LCP €155.80 le Seán

source: Total assessable income €479.80
ga: Ioncam iomlán inmheasúnaithe €479.80

source: *Income from work less disregards
ga: *Ioncam ón obair lúide neamhshuimeanna

source: │FIS limit for couple with 2 children │€612 │
ga: │Teorainn FIT do lánúin le 2 leanaí │€612 │

source: │Less family’s assessable income │€479.80 │
ga: │Lúide ioncam inmheasúnaithe teaghlaigh │€479.80 │

source: 60% of 132.20 = €79.32
ga: 60% de 132.20 = €79.32

source: FIS payment for Mary = €80 (rounded up)
ga: Íocaíocht FIT do Mháire = €80 (chothromú)

source: │Total income for Assessment 3: │
ga: │Ioncam iomlán i gcomhair Measúnú 3: │

source: │Mary’s FIS payment + Mary’s income from work + John’s income from work + John’s JA payment = total income│
ga: │Íocaíocht FIT Mháire + ioncam Mháire ón obair + ioncam Sheáin ón obair + íocaíocht LCP Sheáin = ioncam iomlán│

source: │Total income = €559.80 │
ga: │Ioncam iomlán = €559.80 │

source: Assessment 4: John and Mary claim separate jobseeker’s payments
ga: Measúnú 4: Déanann Seán agus Máire éileamh ar íocaíochtaí cuardaitheora poist:

source: John’s JA claim for himself only:
ga: Éileamh LCP Sheáin dó féin amháin:

source: Half IQC €29.80 (for 2 children)
ga: Leath MLC €29.80 (i gcomhair 2 leanaí)

source: Mary’s JB claim for herself only:
ga: Éileamh SCP Mháire di féin amháin:

source: However, because she is working part-time 3 days each week, she will get two fifths of €222.80
ga: Gheobhaidh sí dhá chúigiú de €222.80 ámh, toisc go n-oibríonn sí go páirtaimseartha 3 lá in aghaidh na seachtaine

source: Mary’s JB payment is €89.12 - payment for 3 days of unemployment
ga: Is ionann íocaíocht SCP Mháire agus €89.12 - íocaíocht i gcomhair 3 lá dífhostaíochta

source: Where separate payments are being claimed you must allow for maximum payment in your calculation – see Note 4 below
ga: Caithfidh tú spás a leagan amach don íocaíocht uasta i d’áireamh sa chás go ndéantar éileamh ar íocaíochtaí ar leithligh – féach Nóta 4 thíos

source: €155.80 + €222.80 = €378.60, this amount is not greater than the maximum payment of €380.70, so John’s JA payment will not be reduced
ga: €155.80 + €222.80 = €378.60, ní mó an méid sin ná an íocaíocht uasta de €380.70, ionas nach laghdófar íocaíocht LCP Sheáin

source: │Total income for Assessment 4: │
ga: │Ioncam iomlán i gcomhair Measúnú 4: │

source: │John’s JA payment + John’s income from work + Mary’s JB payment + Mary’s income from work = total income│
ga: │Íocaíocht LCP Sheáin + Ioncam Sheáin ón obair + íocaíocht SCP Mháire + Ioncam Mháire ón obair = ioncam iomlán│

source: │Total income = €568.92 │
ga: │Ioncam iomlán = €568.92 │

source: In this case study, the family are very slightly better off with Assessment 1 (John claims JA for the whole family)
ga: Is fearrde é an teaghlach sa chás-staidéar go hábhairín le Measúnú 1 (déanann Seán éileamh ar LCP don teaghlach go léir)

source: However Assessment 4 (John and Mary claim separate jobseeker payments) might be better since both partners are eligible for training and education schemes in their own right
ga: D’fhéadfadh Measúnú 4 bheith ní b’fhearr ámh (déanann Seán agus Máire éileamh ar íocaíochtaí cuardaitheora poist ar leithligh) óir go mbíonn an bheirt pháirtí incháilithe don oiliúint agus don oideachas astu féin

source: Mary’s means from work for John’s JA assessment are calculated as follows:
ga: Ríomhtar acmhainn Mháire ón obair do mheasúnú LCP Sheáin mar seo a leanas:

source: Income from work of €224 less €20 for each day worked up to a maximum of €60 (3 days)
ga: Ioncam ón obair ar fiú €224 é lúide €20 in aghaidh gach lá a oibríodh suas le huasmhéid €60 (3 lá)

source: 60% of the balance is assessed as means
ga: Déantar 60% den iarmhéid a mheasúnú mar acmhainn

source: 60% of €164 = €98 (rounded off)
ga: 60% as €164 = €98 (slánaithe)

source: Mary’s means are calculated as €98
ga: Ríomhtar acmhainn Mháire mar €98

source: John’s means from work for JA are calculated as follows:
ga: Ríomhtar acmhainn Sheáin ón obair do LCP mar seo a leanas:

source: Calculate John’s average daily earnings:
ga: Ríomhtar meántuilleamh laethúil Sheáin:

source: Get his total weekly assessable earnings from employment and divide by the number of days he worked that week
ga: Faigh a thuilleamh iomlán seachtainiúil inmheasúnaithe ón bhfostaíocht agus roinn é faoi líon na laethanta a d’oibrigh sé an tseachtain úd

source: Total weekly earnings ÷ number of days worked = average daily earnings
ga: Tuilleamh iomlán seachtainiúil ÷ líon na laethanta a oibríodh = meántuilleamh laethúil

source: Next calculate John’s daily means from work
ga: Ríomh acmhainn laethúil Sheáin ón obair mar an chéad chéim eile

source: First disregard any income not taken into account
ga: Déan neamhaird ar aon ioncam nár glacadh san áireamh ar dtús

source: Income not taken into account is €20 for each day worked up to a maximum of €60 (3 days)
ga: Is ionann an t-ioncam nár glacadh san áireamh agus €20 in aghaidh gach lá a oibríodh suas le huasmhéid €60 (3 lá)

source: Then 60% of the balance is assessed as means
ga: Déantar 60% den iarmhéid a mheasúnú mar acmhainn ansin

source: Average daily earnings - €20 = total
ga: Meántuilleamh laethúil - €20 = iomlán

source: Total x 60% = daily means from work
ga: Iomlán x 60% = acmhainn laethúil ón obair

source: Finally, find John’s weekly means from work
ga: Ríomh acmhainn sheachtainiúil Sheáin ón obair ar deireadh

source: Multiply his daily means by the number of days worked
ga: Iolraigh a acmhainn laethúil faoi líon na laethanta a oibríodh

source: Daily means from work x number of days worked = weekly means from work
ga: Acmhainn laethúil ón obair x líon na laethanta a oibríodh = acmhainn sheachtainiúil ón obair

source: John’s means are assessed as €36
ga: Ríomhtar acmhainn Sheáin mar €36

source: Joint means are halved if spouse, civil partner or cohabitant is:
ga: Déantar dhá leath den chomhacmhainn más rud é go mbíonn céile, páirtí sibhialta nó comhchónaitheoir:

source: • Getting a social welfare payment (except Child Benefit, Early Childcare Supplement, Disablement Pension, a guardian's payment, Supplementary Welfare Allowance, Domiciliary Care Allowance or half-rate Carer's Allowance)
ga: • Ag fáil íocaíochta leasa shóisialaigh (seachas (Sochar Linbh, Forlíonadh Luathchúraim Leanaí, Pinsean Míthreorach, íocaíocht caomhnóra, Liúntas Leasa Forlíontach, Liúntas Cúraim Bhaile agus Liúntas Cúramóra leathráta)

source: • On a Further Education and Training (FET) course or on a VTOS course and getting an allowance in their own right
ga: • Ag déanamh cúrsa SOLAS nó VTOS agus go bhfaigheann siad liúntas astu féin

source: Mary’s means from work is €98 – see ‘Note 1’ above
ga: Is ionann acmhainn Mháire ón obair agus €98 – féach ‘Nóta 1’ thuas

source: John’s means from work is €36 – see ‘Note 2’ above
ga: Is ionann acmhainn Sheáin ón obair agus €36 – féach ‘Nóta 2’ thuas

source: In Assessments 3 and 4 the couples combined means is halved because both are getting social welfare payments
ga: Déantar dhá leath d’acmhainn iomlán na lánúine i Measúnuithe 3 agus 4 toisc go bhfaigheann an bheirt acu íocaíochtaí leasa shóisialaigh

source: In Assessment 3 Mary is getting FIS and John is getting JA
ga: Faigheann Máire FIT agus Seán LCP i Measúnú 3

source: In Assessment 4 Mary is getting JB and John is getting JA
ga: Faigheann Máire SCP agus Seán LCP i Measúnú 4

source: As a result, Mary’s means is €49 and John’s means is €18 for Assessments 3 and 4
ga: Is ionann acmhainn Mháire dá thoradh sin agus €49, agus is ionann acmhainn Sheáin agus €18 do Mheasúnuithe 3 agus 4

source: If one of a couple is claiming Jobseeker's Allowance and the other is getting of one of the social welfare payments listed below, the total amount paid to the couple cannot exceed the maximum amount paid to one person (including dependants) on one social welfare payment
ga: Má dhéanann duine amháin den lánúin éileamh ar Liúntas Cuardaitheora Poist agus faigheann an duine eile ceann de na híocaíochtaí leasa shóisialaigh a liostaítear thíos, ; ní féidir leis an méid iomlán a íoctar leis an lánúin an t-uasmhéid a íoctar le duine amháin (lena n-áirítear cleithiúnaigh) ar íocaíocht leasa shóisialaigh amháin a shárú

source: However, you can choose the higher-rate payment as the primary payment
ga: Is féidir leat an íocaíocht ag ráta níos airde a roghnú mar an phríomhíocaíocht ámh

source: • Disablement Pension (when paid with Illness Benefit or Incapacity Supplement)
ga: • Pinsean Míthreorach (nuair a íoctar le Sochar Breoiteachta nó le Forlíonadh Éagumais)

source: Where the spouse, civil partner or cohabitant of a JA claimant is getting JB, the Department of Social Protection assesses the maximum payment based on the premise that the person is fully unemployed
ga: Sa chás go bhfaigheann an céile, an páirtí sibhialta nó an comhchónaitheoir le héilitheoir LCP SCP, is í an Roinn Coimirce Sóisialaí a dhéanann measúnú ar an íocaíocht uasta bunaithe ar an mbonn go mbíonn an duine lán-dífhostaithe

source: This means, if the claimant is getting a reduced JB (for example 2 days JB) because they are working, they will be assessed as though they are getting full-rate JB
ga: Ciallaíonn sé sin má fhaigheann an t-éilitheoir SCP laghdaithe (mar shampla 2 lá SCP) toisc go mbíonn siad ag obair, is amhlaidh a dhéanfar measúnú orthu go bhfaigheann siad SCP lánráta

source: In the case study above the maximum payment for the family is: Personal rate + IQA + IQC (full rate for 2 children) = maximum payment for the family
ga: Is ionann an íocaíocht uasta don teaghlach sa chás-staidéar thuas: Ráta pearsanta + MAC + MLC (lánráta do 2 leanaí) = íocaíocht uasta don teaghlach

source: In Assessment 4 of the case study, John’s JA payment and Mary’s JB payment combined are less than the maximum payment for the family, as a result, there is no change to John’s JA payment
ga: Is lú comh-íocaíocht LCP Sheáin agus íocaíocht SCP Mháire i Measúnú 4 den chás-staidéar agus an íocaíocht uasta don teaghlach, agus is amhlaidh dá réir nach dtagann aon athrú ar íocaíocht LCP Sheáin

source: If Mary and John’s combined JA and JB payment was greater than the maximum payment for the family, John’s JA payment would be reduced by the difference
ga: Dá mba mhó comh-íocaíocht LCP agus SCP Mháire agus Sheáin ná an íocaíocht uasta don teaghlach, b’amhlaidh a laghdófaí íocaíocht LCP Sheáin faoin difríocht
